Revit 2027 API
MessageBoxData.Message Property
 The message that has been displayed in the dialog box.
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Message { get; }
Public ReadOnly Property Message As String
	Get
public:
property String^ Message {
	String^ get ();
}
member Message : string with get
Property Value
String
See Also
Reference
MessageBoxData Class
Autodesk.Revit.UI.Events Namespace